{
  "courses_detailed.md": {
    "core_topics": "Детальное описание трёх основных курсов школы с полной структурой по модулям. Юный Оратор: 4 модуля (дыхание/голос, структура выступления, язык тела, работа с аудиторией). Эмоциональный Компас: 5 модулей (карта эмоций, я-сообщения, активное слушание, управление гневом, решение конфликтов). Капитан Проектов: 5 фаз (лидерство, команда, планирование, тайм-менеджмент, презентация). Технологии и цифровые инструменты.",
    "key_facts": "Юный Оратор: 3 месяца, 24 занятия по 90 минут, группы до 8 детей, 17:00 или 19:00, домашние задания 10-15 минут, почти все избавляются от страха. Эмоциональный Компас: 4 месяца, 32 занятия, группы до 6 детей, техника СТОП, снижение конфликтов на 76%. Капитан Проектов: 5 месяцев, 40 занятий, команды 4-5 человек, используют Trello/Miro/Canva/Figma/Slack, большинство становятся лидерами, доп.расходы до 2000 грн на проект.",
    "typical_questions": [
      "Что входит в программу курса Юный Оратор/Эмоциональный Компас/Капитан Проектов?",
      "Какая структура занятий и какие модули изучаются?",
      "Сколько длится каждый курс и сколько занятий?",
      "В какое время проходят занятия?",
      "Какие домашние задания и сколько времени занимают?",
      "Какие результаты после прохождения курса?",
      "Используются ли современные технологии и какие именно?",
      "Какие техники изучают дети на курсах?"
    ],
    "trigger_words": ["курс", "программа", "юный оратор", "эмоциональный компас", "капитан проектов", "модуль", "структура", "занятие", "публичные выступления", "эмоциональный интеллект", "лидерство", "проекты", "длительность", "результаты курса", "чему учат", "что изучают", "формат занятий", "домашние задания", "домашка", "trello", "miro", "canva", "figma", "технологии", "цифровые инструменты"],
    "related_docs": ["pricing.md", "methodology.md", "teachers_team.md"],
    "unique_value": "Единственный документ с детальной структурой всех модулей и фаз каждого курса, конкретными техниками (СТОП, я-сообщения, эмоциональное зеркало), списком используемых технологий (Trello, Miro, Canva, Figma, Slack, Google Forms, Minecraft Education). Содержит точное время занятий и длительность домашних заданий."
  },
  
  "pricing.md": {
    "core_topics": "Полная информация о стоимости всех курсов, всех видах скидок (поквартальная 5%, полная оплата 10%, семейная 15%, рекомендация 1000 грн, социальная 20%), вариантах оплаты включая внутреннюю рассрочку Ukido, гарантиях возврата денег на разных этапах, детальном анализе ценности и ROI обучения с конкретными расчётами экономии.",
    "key_facts": "Юный Оратор: 6000 грн/мес (18000 за 3 месяца). Эмоциональный Компас: 7000 грн/мес (28000 за 4 месяца). Капитан Проектов: 8000 грн/мес (40000 за 5 месяцев) + до 2000 грн на проект. Поквартальная оплата -5%, полная -10%, семейная -15%, социальная -20%, за рекомендацию -1000 грн. Внутренняя рассрочка на 5 месяцев для Капитан Проектов. ROI 4.3:1. Гарантия 100% первые 7 дней, далее 70%/50%.",
    "typical_questions": [
      "Сколько стоит курс Юный Оратор/Эмоциональный Компас/Капитан Проектов?",
      "Есть ли скидки и какие именно?",
      "Можно ли платить в рассрочку или частями?",
      "Что если курс не подойдёт, вернёте деньги?",
      "Какие способы оплаты принимаете?",
      "Есть ли скидка для двоих детей из одной семьи?",
      "Сколько можно сэкономить при полной оплате?",
      "Есть ли скидка за рекомендацию друзьям?",
      "Окупятся ли вложения в курсы?"
    ],
    "trigger_words": ["цена", "стоимость", "стоит", "сколько", "оплата", "платить", "деньги", "грн", "гривен", "гривны", "скидка", "рассрочка", "возврат", "гарантия", "дорого", "дёшево", "бюджет", "экономия", "полная оплата", "поквартально", "семейная скидка", "социальная скидка", "рекомендация", "окупаемость", "roi", "вложения", "инвестиции"],
    "related_docs": ["courses_detailed.md", "roi_and_future_benefits.md", "faq.md"],
    "unique_value": "Единственный полный источник всех актуальных цен, ВСЕХ видов скидок включая поквартальную и за рекомендацию, условий внутренней рассрочки Ukido, детальных гарантий возврата на разных этапах. Содержит уникальный расчёт экономии на психологах (3200 грн/год) и репетиторах."
  },
  
  "faq.md": {
    "core_topics": "Ответы на все частые вопросы родителей: пробные уроки (90 минут бесплатно), работа с застенчивыми детьми, дети с СДВГ/РАС/логопедическими проблемами, индивидуальные занятия с доплатой 50%, пропуски и отработки, возрастные пересечения курсов, размер групп, скорость появления результатов, что делать если нет прогресса, замена преподавателя при болезни.",
    "key_facts": "Пробный урок бесплатный 90 минут (знакомство 15 мин + диагностика 10 мин + упражнение 45 мин + консультация 20 мин). большинство застенчивых показывают прогресс через месяц. Работаем с СДВГ, РАС, логопедическими проблемами. Индивидуальные занятия +50% к цене. Группы 6-8 детей. Первые изменения через 2-3 недели. большинство улучшают успеваемость. Возможен переход между курсами по уровню развития.",
    "typical_questions": [
      "Можно ли посетить пробный урок бесплатно?",
      "Как записаться на пробный урок?",
      "Как записаться?",
      "Платный ли пробный урок?",
      "Сколько длится пробный урок?",
      "Что нужно для записи на пробный урок?",
      "Подойдёт ли обучение очень застенчивому ребёнку?",
      "Работаете ли с детьми с СДВГ, аутизмом или логопедическими проблемами?",
      "Можно ли заниматься индивидуально и сколько это стоит?",
      "Что делать если ребенок пропускает занятия по болезни?",
      "Как быстро появляются первые результаты?",
      "Что если ребёнок не показывает прогресса?",
      "Что будет если преподаватель заболеет?",
      "Может ли 9-летний пойти на курс для 11-летних?"
    ],
    "trigger_words": [
      "пробный урок", "пробное занятие", "тестовый урок", "триал",
      "записаться", "запишите", "запись", "как записаться", "давайте попробуем",
      "бесплатно",
      "застенчивый", "стеснительный", "робкий",
      "сдвг", "аутизм", "рас", "логопед", "дефекты речи", "заикание", "особенности развития",
      "индивидуально", "персонально", "один на один",
      "пропуск", "болезнь", "болеет",
      "прогресс", "результаты", "когда будет эффект", "не помогает",
      "замена преподавателя", "возраст", "младше", "старше"
    ],
    "related_docs": ["methodology.md", "teachers_team.md", "conditions.md", "pricing.md"],
    "unique_value": "Единственный документ с пошаговым описанием пробного урока, алгоритмами работы при отсутствии прогресса, информацией об индивидуальных занятиях с доплатой 50%, возможностью возрастных пересечений курсов. Содержит протоколы замены преподавателя при болезни."
  },
  
  "methodology.md": {
    "core_topics": "Авторская методика 'Практика + Игра + Рефлексия', научные основы (Гарднер, Гоулман, Селигман, нейропластичность), входная диагностика 45 минут, персональные стратегии для визуалов/аудиалов/кинестетиков и разных темпераментов, технологическая поддержка включая VR/AR и AI, LMS платформа Ukido Learning, мобильное приложение Ukido Kids, система геймификации с уровнями и достижениями.",
    "key_facts": "Структура занятия: 10% теория, 60% практика, 20% игры, 10% рефлексия. Входная диагностика 45 минут в игровой форме. Визуалы 35%, аудиалы 25%, кинестетики 40%. Ежемесячные консультации родителей 15 минут. VR для публичных выступлений значительно повышает мотивацию. AI-персонализация повышает эффективность на 58%. Приложение Ukido Kids с рейтингом 4.7/5.",
    "typical_questions": [
      "Какая методика обучения используется?",
      "На чём основана ваша методика научно?",
      "Как вы работаете с разными типами детей?",
      "Используете ли современные технологии VR/AR?",
      "Есть ли мобильное приложение для детей?",
      "Как проходит входная диагностика ребёнка?",
      "Используете ли геймификацию и игры?",
      "Как часто консультируете родителей?"
    ],
    "trigger_words": ["методика", "методология", "подход", "как учите", "научная основа", "теория", "практика", "игра", "геймификация", "мотивация", "визуал", "аудиал", "кинестетик", "темперамент", "холерик", "сангвиник", "флегматик", "меланхолик", "диагностика", "тестирование", "vr", "ar", "виртуальная реальность", "искусственный интеллект", "ai", "приложение", "платформа"],
    "related_docs": ["teachers_team.md", "courses_detailed.md", "conditions.md"],
    "unique_value": "Единственный документ с научным обоснованием методик, точной структурой занятия в процентах, описанием входной диагностики 45 минут, информацией о VR/AR технологиях и AI-персонализации, LMS платформе Ukido Learning и мобильном приложении с геймификацией."
  },
  
  "teachers_team.md": {
    "core_topics": "Детальная информация о четырёх ключевых специалистах и их уникальных методиках. Анна Коваленко (Юный Оратор): методика 'Бесстрашный оратор', работа с застенчивыми через игрушки. Дмитрий Петров (Эмоциональный Компас): PhD, методика 'Детский EQ', техника 'Термометр злости'. Елена Сидорова (Капитан Проектов): MBA, адаптация бизнес-методик, 5-этапная проектная работа. Ольга Мирная (методист): контроль качества, система наставничества. Принципы работы команды.",
    "key_facts": "Анна: 8 лет опыта, 200+ обученных детей, почти все избавляются от страха, премия 'Лучший детский психолог 2023'. Дмитрий: PhD, 10 лет, автор книги 'EQ для детей', 12 международных конференций, снижение конфликтности на 76%. Елена: MBA London Business School, топ-10 бизнес-тренеров Forbes 2023, 25 успешных детских проектов. Ольга: 15 лет опыта, 12 методических пособий, лауреат 'Инновации в образовании 2022'.",
    "typical_questions": [
      "Кто преподаёт курс Юный Оратор/Эмоциональный Компас/Капитан Проектов?",
      "Какая квалификация и опыт у преподавателей?",
      "Как Анна работает с застенчивыми детьми?",
      "Какие методики использует Дмитрий для агрессивных детей?",
      "Как Елена развивает лидерство у интровертов?",
      "Как отбирают и обучают новых преподавателей?",
      "Какие конкретные техники используют педагоги?"
    ],
    "trigger_words": ["преподаватель", "учитель", "педагог", "тренер", "наставник", "кто ведёт", "кто учит", "Анна", "Коваленко", "Дмитрий", "Петров", "Елена", "Сидорова", "Ольга", "Мирная", "квалификация", "опыт", "образование", "методист", "PhD", "MBA", "методика учителя", "как работает", "техники преподавателя"],
    "related_docs": ["methodology.md", "courses_detailed.md", "faq.md"],
    "unique_value": "Единственный источник с детальными биографиями всех преподавателей, их личными методиками для разных типов детей (застенчивые, агрессивные, СДВГ, интроверты), конкретными игровыми техниками каждого педагога, системой отбора и наставничества новых преподавателей."
  },
  
  "conditions.md": {
    "core_topics": "Полная организация процесса обучения: расписание и временные слоты, летние интенсивы 3 недели, профессиональная студия с HD-оборудованием, Zoom Education платформа, технические требования к оборудованию, система записи занятий с хранением 30 дней, домашние задания по возрастам, мобильное приложение Ukido Family, клуб выпускников Ukido Alumni, инклюзивность и адаптации для особых детей.",
    "key_facts": "Занятия 2 раза в неделю по 90 минут с перерывом на 40-й минуте. Время: ПН/СР или ВТ/ЧТ 17:00-18:30 или 19:00-20:30. Летние интенсивы 3 недели ежедневно, стоимость 15000 грн. Zoom Education, интернет минимум 10 Мбит/с. Записи доступны 30 дней, продление 500 грн на 6 месяцев. Домашние задания: 7-10 лет 15-20 мин, 9-12 лет 20-25 мин, 11-14 лет 25-30 мин. Приложение Ukido Family рейтинг 4.7/5. Техподдержка 16:00-22:00.",
    "typical_questions": [
      "Какое расписание занятий и в какие дни?",
      "В какое время проходят уроки?",
      "Как подтверждается запись?",
      "Можно ли перенести пробный урок?",
      "Какие сроки подтверждения записи?",
      "Какие правила отмены записи?",
      "Есть ли летние интенсивы или лагеря?",
      "Какие технические требования для онлайн-занятий?",
      "Какая скорость интернета нужна?",
      "Записываются ли уроки и как долго хранятся?",
      "Сколько времени занимают домашние задания?",
      "Есть ли мобильное приложение для родителей?",
      "Что такое клуб выпускников?",
      "Как работаете с детьми с особенностями?"
    ],
    "trigger_words": [
      "расписание", "время занятий", "когда уроки", "дни недели", "график",
      "подтверждение записи", "запись подтверждена", "перенос", "отмена", "условия записи", "слоты", "бронь",
      "летний интенсив", "летний лагерь", "каникулы",
      "технические требования", "оборудование", "компьютер", "планшет", "интернет", "скорость интернета", "zoom",
      "запись урока", "хранение записей",
      "домашнее задание", "домашка",
      "приложение", "ukido family",
      "клуб выпускников", "alumni",
      "техподдержка"
    ],
    "related_docs": ["faq.md", "safety_and_trust.md", "methodology.md"],
    "unique_value": "Единственный документ с точным расписанием и временными слотами, информацией о летних интенсивах (15000 грн), профессиональной студии, детальными техтребованиями, мобильным приложением Ukido Family, клубом выпускников Ukido Alumni, системой адаптаций для детей с особенностями."
  },
  
  "results_achievements.md": {
    "core_topics": "Конкретные измеримые результаты 542 выпускников за 3 года, детальная статистика по каждому курсу, реальные отзывы родителей с именами и трансформациями детей, примеры успешных проектов выпускников (Эко-патруль, Школьное радио), долгосрочные эффекты через год, государственные награды и признание, влияние на семейные отношения, экономический эффект для семей.",
    "key_facts": "542 выпускника за 3 года. почти все избавляются от страха выступлений. значительное снижение конфликтности. значительное повышение эмпатии. большинство становятся лидерами классов. 156 стали старостами. 89 получили главные роли. 23 поступили в спецлицеи. Награда 'Лучший образовательный проект 2023'. Рекомендация МОН. большинство навыков сохраняются через год. Экономия семьям 2.8 грн на каждую вложенную гривну.",
    "typical_questions": [
      "Какие реальные результаты у выпускников?",
      "Есть ли конкретные отзывы родителей с именами?",
      "Сколько детей уже успешно прошли обучение?",
      "Какие проекты создали дети на курсах?",
      "Действительно ли почти все избавляются от страхов?",
      "Сохраняются ли результаты через год?",
      "Какие награды и признание у школы?",
      "Как курсы влияют на семейные отношения?",
      "Есть ли экономический эффект для семьи?"
    ],
    "trigger_words": ["результаты", "достижения", "отзывы", "истории успеха", "статистика", "эффективность", "выпускники", "успехи", "изменения", "трансформация", "прогресс", "награды", "признание", "сколько детей", "реальные истории", "проекты детей", "эко-патруль", "долгосрочный эффект", "через год", "экономия", "семейные отношения"],
    "related_docs": ["roi_and_future_benefits.md", "ukido_philosophy.md", "pricing.md"],
    "unique_value": "Единственный документ с точной статистикой результатов всех 542 выпускников, реальными именами в отзывах (Татьяна и Максим, Андрей и София, Ирина и Алиса), конкретными проектами детей, данными о долгосрочных эффектах через год, расчётом экономии для семей."
  },
  
  "ukido_philosophy.md": {
    "core_topics": "Философия школы 'КАК быть, а не ЧТО делать' - фокус на soft skills вместо hard skills, принципиальное отличие от других школ (не гонимся за оценками, не обещаем быстрых результатов, не переделываем ребёнка), сравнение инвестиций в навыки vs личность, философия ошибки как возможности учиться, детальное описание итогового Портфолио достижений выпускника.",
    "key_facts": "Soft skills как плодородная почва vs hard skills как инструменты. Ошибки празднуем, а не наказываем. Не даём волшебных таблеток. Портфолио выпускника включает: сертификат Ukido с перечнем компетенций, видеозаписи лучших выступлений, паспорт реализованного проекта, рекомендательное письмо от преподавателя. Помогает при поступлении в лицеи и зарубежные школы.",
    "typical_questions": [
      "Чем вы принципиально отличаетесь от других школ?",
      "Почему ваши курсы дороже курсов программирования или английского?",
      "Зачем вообще развивать soft skills, а не hard skills?",
      "Что конкретно получит мой ребёнок по итогам обучения?",
      "Почему вы не гонитесь за оценками в школе?",
      "Как вы относитесь к ошибкам детей?",
      "Что такое Портфолио достижений выпускника?"
    ],
    "trigger_words": ["философия", "подход", "отличие", "чем отличаетесь", "другие школы", "почему дороже", "soft skills", "hard skills", "гибкие навыки", "оценки", "двойки", "пятёрки", "ошибки", "неудачи", "портфолио", "сертификат", "что получит ребёнок", "зачем это нужно", "ценность", "смысл"],
    "related_docs": ["mission_values_history.md", "roi_and_future_benefits.md", "results_achievements.md"],
    "unique_value": "Единственный документ с философским обоснованием подхода школы, объяснением почему soft skills важнее hard skills, принципиальными отличиями от других школ, детальным описанием Портфолио достижений выпускника для поступления."
  },
  
  "mission_values_history.md": {
    "core_topics": "Миссия воспитать поколение эмоционально зрелых детей, 6 ключевых ценностей (аутентичность, эмпатия как суперсила, ошибки как учителя, внутренняя мотивация, семья как команда, долгосрочное мышление), история создания в пандемию 2020 когда обращения к психологам выросли на 340%, детальные биографии основателей Елены Мирошниковой и Андрея Климова, этимология названия Ukido (укiд + японское kido), программа 'Равные возможности' 15% бесплатных мест, международное влияние.",
    "key_facts": "Основана в марте 2020 во время пандемии. Основатели: Елена Мирошникова (магистр психологии КНУ, 15 лет опыта, 800+ консультаций) и Андрей Климов (кандидат психологических наук, семейный терапевт, 12 лет). Пилотная программа 12 детей показала 100% освоение техник. Название Ukido = украинское 'укiд' (забота) + японское 'kido' (путь ребёнка). Программа 'Равные возможности': 89 детей получили бесплатное обучение, инвестировано 2 млн грн. ROI 4.3:1.",
    "typical_questions": [
      "Кто основатели школы Ukido?",
      "Когда и почему была создана школа?",
      "Что означает название Ukido?",
      "Какая миссия и ценности у школы?",
      "Почему школа появилась именно в пандемию?",
      "Есть ли программы для малообеспеченных семей?",
      "Какая история создания школы?",
      "Какие научные исследования проводит школа?"
    ],
    "trigger_words": ["миссия", "ценности", "история", "основатели", "создатели", "Мирошникова", "Елена", "Климов", "Андрей", "создание", "основание", "2020", "пандемия", "covid", "карантин", "название ukido", "что означает", "социальная ответственность", "равные возможности", "бесплатное обучение", "малообеспеченные", "научные исследования"],
    "related_docs": ["ukido_philosophy.md", "results_achievements.md", "partners.md"],
    "unique_value": "Единственный источник с биографиями основателей, историей создания в пандемию (рост обращений на 340%), этимологией названия Ukido, описанием программы 'Равные возможности' (89 детей, 2 млн грн), информацией о научных исследованиях и международном влиянии школы."
  },
  
  "parent_involvement_guide.md": {
    "core_topics": "Философия партнёрства родителей без контроля (нужно любопытство, а не надзор), минимальные временные затраты 20-30 минут в месяц, домашние задания 15-20 минут в игровой форме, система информирования через SMS по пятницам и email-дайджесты, сообщество 800+ семей в Telegram 'Родители Ukido', Родительский Университет с бесплатными вебинарами, алгоритмы решения проблем с интересом ребёнка.",
    "key_facts": "Время родителей: 5-10 минут за ужином на обсуждение + 20-30 минут в месяц на отчёты. Домашние задания игровые 15-20 минут, помощь не обязательна. SMS каждую пятницу с ключевым достижением. Email-дайджест раз в месяц на 1 страницу. Telegram-канал 800+ родителей. Родительский Университет: ежемесячные вебинары от ведущих психологов. При пропусках деньги не сгорают - есть отработки.",
    "typical_questions": [
      "Сколько моего времени потребует обучение ребёнка?",
      "Нужно ли контролировать и помогать с домашними заданиями?",
      "Как я буду знать о прогрессе если я очень занят?",
      "Что делать если ребёнок потерял интерес к занятиям?",
      "Есть ли сообщество родителей для поддержки?",
      "Какие есть ресурсы для родителей?",
      "Что если мы уезжаем в отпуск, деньги сгорят?",
      "Как решать проблемы с обучением?"
    ],
    "trigger_words": ["родители", "родительская поддержка", "участие родителей", "сколько времени", "помогать", "контроль", "контролировать", "домашние задания", "отслеживание", "прогресс", "занятой родитель", "нет времени", "сообщество родителей", "telegram", "родительский университет", "потерял интерес", "не хочет заниматься", "пропуски", "отпуск", "деньги сгорят"],
    "related_docs": ["conditions.md", "faq.md", "methodology.md"],
    "unique_value": "Единственный документ, адресованный напрямую родителям с философией 'партнёрство без контроля', точными временными затратами (20-30 мин/месяц), описанием сообщества 800+ семей, Родительским Университетом, системой SMS/email информирования."
  },
  
  "partners.md": {
    "core_topics": "Официальное государственное признание МОН Украины с грантом 850000 грн, международные партнёрства (IADEI, CASEL, UNESCO, Global Schools Alliance 23 страны), IT-партнёры с программами стажировок (EPAM 50 стипендий/год, SoftServe летние интенсивы 140 детей, GlobalLogic), 25 школ-партнёров в Киеве/Харькове/Львове, ВУЗы (КНУ, НПУ Драгоманова), финансовые партнёры (ПУМБ, ПриватБанк), программы обмена Erasmus+ 180000 евро, школы для украинских детей за рубежом, VR/AR инновации.",
    "key_facts": "МОН: официальная рекомендация + грант 850000 грн. IT: EPAM 50 стипендий/год + менторство 25 senior developers, SoftServe летние IT-интенсивы 140 детей/2023, GlobalLogic инновационная лаборатория. 25 школ-партнёров, 200+ обученных педагогов, 8000+ детей охвачено. Global Schools Alliance член с 2022. Erasmus+ грант 180000 евро. Школы в Польше (8), Чехии (5), Германии (7). VR Education Holdings партнёр. 87 менторов из топ-компаний.",
    "typical_questions": [
      "Есть ли у вас государственное признание МОН?",
      "Какие компании-партнёры у школы?",
      "Сотрудничаете ли с IT-компаниями?",
      "Есть ли стажировки в EPAM или SoftServe?",
      "Какие школы с вами сотрудничают?",
      "Есть ли международные программы обмена?",
      "Работаете ли с украинскими детьми за границей?",
      "Какие гранты получила школа?",
      "Есть ли менторство от профессионалов?"
    ],
    "trigger_words": ["партнёры", "партнёрство", "epam", "softserve", "globallogic", "it компании", "мон", "министерство образования", "государственное признание", "школы-партнёры", "международные программы", "global schools alliance", "erasmus", "стажировки", "менторство", "менторы", "гранты", "unesco", "casel", "вузы", "кну", "польша", "чехия", "германия", "vr", "ar"],
    "related_docs": ["mission_values_history.md", "results_achievements.md", "conditions.md"],
    "unique_value": "Единственный документ с полным списком партнёров включая гранты (МОН 850000 грн, Erasmus+ 180000 евро), детальными программами стажировок в IT (EPAM 50 стипендий, SoftServe 140 детей), списком 25 школ-партнёров, международными программами для украинских детей за рубежом."
  },
  
  "roi_and_future_benefits.md": {
    "core_topics": "Детальное экономическое обоснование инвестиций в soft skills с конкретными цифрами ROI, влияние на школьную успеваемость (улучшение на 0.8-1.2 балла), подготовка к поступлению в топ-вузы (выпускники поступают в 2.3 раза чаще), экономическая ценность для будущей карьеры (+30-40% к зарплате), влияние на психологическое здоровье (снижение риска депрессии на 54%), социальная адаптация и качество жизни.",
    "key_facts": "ROI 4.3:1 по исследованию Киевской школы экономики 2023. Улучшение оценок: украинский +0.9, история +0.8, языки +0.6, презентации +1.2 балла. многие выпускники курса 'Капитан Проектов' в топ-вузы. Будущая зарплата выше на 30-40% (300-500 тыс грн/год дополнительно). Экономия на психологах 67% (24000 грн/год). Значительное снижение тревожности. Риск депрессии ниже на 54%. выпускники становятся популярными среди сверстников.",
    "typical_questions": [
      "Окупятся ли инвестиции в soft skills курсы?",
      "Как курсы повлияют на оценки в школе?",
      "Поможет ли при поступлении в престижный университет?",
      "Какая экономическая выгода в будущем?",
      "Насколько вырастет зарплата ребёнка в будущем?",
      "Какая экономия на психологах и репетиторах?",
      "Как влияет на психологическое здоровье?",
      "Стоит ли вкладывать в soft skills или лучше в hard skills?"
    ],
    "trigger_words": ["окупаемость", "roi", "инвестиции", "выгода", "польза", "экономический эффект", "будущее", "карьера", "зарплата", "доход", "университет", "вуз", "поступление", "топ-вуз", "оценки", "успеваемость", "балл", "экономия", "психолог", "репетитор", "депрессия", "тревожность", "психологическое здоровье", "качество жизни"],
    "related_docs": ["pricing.md", "results_achievements.md", "ukido_philosophy.md"],
    "unique_value": "Единственный документ с научным исследованием КШЭ о ROI 4.3:1, точными цифрами улучшения оценок по предметам, статистикой поступления в топ-вузы (в 2.3 раза чаще), расчётом влияния на будущую зарплату (+300-500 тыс грн/год), данными о снижении риска депрессии."
  },
  
  "safety_and_trust.md": {
    "core_topics": "Лицензирование и правовой статус школы: образовательная лицензия №12345 от МОН Украины, все юридические документы. Комплексная система безопасности: политика нулевой толерантности к буллингу с протоколом действий, цифровая безопасность на Zoom for Education (пароли, залы ожидания, запрет приватных чатов), полное соответствие GDPR для защиты данных, специальные адаптации для разных типов детей включая чувствительных, работа с СДВГ/РАС/тревожными расстройствами, 5-этапный отбор преподавателей с проверкой безопасности.",
    "key_facts": "Лицензия на образовательную деятельность №12345 от 01.01.2023, выдана МОН Украины, срок действия бессрочно. Zoom for Education с защищёнными комнатами. Уникальные пароли каждое занятие. Правило СТОП для некомфортных ситуаций - любой ребёнок может остановить активность. GDPR compliance с автоудалением через 2 года. Записи хранятся 6 месяцев с ограниченным доступом (только участники группы + родители). 5 этапов отбора преподавателей: квалификация, тестирование, демо-урок, интервью, проверка безопасности. При буллинге: предупреждение → беседа с родителями → исключение.",
    "typical_questions": [
      "Есть ли у вас лицензия на образовательную деятельность?",
      "Покажите лицензию и документы школы",
      "Какие документы подтверждают право на обучение?",
      "Насколько безопасны онлайн-занятия для детей?",
      "Как защищаете от буллинга и травли?",
      "Могут ли посторонние попасть на урок?",
      "Как защищаются персональные данные детей?",
      "Кто имеет доступ к записям уроков?",
      "Соответствуете ли вы GDPR?",
      "Как проверяете преподавателей на безопасность?",
      "Что такое правило СТОП?",
      "Что если моего ребёнка обидят другие дети?"
    ],
    "trigger_words": ["лицензия", "документы", "разрешение", "сертификат", "юридический", "правовой статус", "мон", "министерство образования", "безопасность", "безопасно", "защита", "буллинг", "травля", "обижают", "издевательства", "конфиденциальность", "персональные данные", "gdpr", "приватность", "zoom", "посторонние", "чужие", "запись урока", "доступ к записям", "проверка преподавателей", "правило стоп", "некомфортно", "обидели", "конфликт"],
    "related_docs": ["conditions.md", "faq.md", "teachers_team.md"],
    "unique_value": "Единственный документ с информацией о лицензии на образовательную деятельность №12345 от МОН Украины, всеми юридическими документами школы, детальными протоколами безопасности включая правило СТОП, пошаговый протокол при буллинге, информацию о GDPR compliance с автоудалением, 5-этапный процесс проверки преподавателей включая проверку безопасности, адаптации для чувствительных детей."
  }
}